LOG_1 = "Подготовка станции"
LOG_1_1 = "Инициализация исполнительных устройств"
LOG_1_2 = "Набор воды"

LOG_2 = "Прием данных от стиральных машин"
LOG_2_1 = "Принят запрос"
LOG_2_2 = "Составление очереди выполнения запросов"

LOG_3 = "Забор средства"
LOG_3_1 = "Забор моющего средства"
LOG_3_2 = "Определена новая канистра"
LOG_3_3 = "Остановка забора"

LOG_4 = "Отправка средства"
LOG_4_1 = "Проверка соединений на герметичность"
LOG_4_2 = "Вытеснение средства из станции"
LOG_4_3 = "Промывка"
LOG_4_4 = "Продувка"

LOG_5 = "Окончание цикла работы"
LOG_5_1 = "Запись о выполнении цикла в память станции"

LOG_6 = "Логирование от сервера"
LOG_6_1 = "Изменение параметров программы"
LOG_6_2 = "Изменение параметров стирального объекта (машина/средство)"
LOG_6_3 = "Изменение параметров станции"
LOG_6_4 = "Создание станции"
LOG_6_5 = "Удаление станции"

LOG_9 = "Непрерывный контроль станции"
